Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/politiet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Oslo Red Cross also emphasises that there is a great need
nb: Ellers fremhever Oslo Røde Kors at det er et stort behov

source: suspicions of human trafficking arise.
nb: rettigheter og tjenester/hjelp som er tilpasset for

source: The consent of a victim of trafficking in persons
nb: innen renhold, kjøkken, frokostservering, vaktmester-

source: of vulnerable migrants.
nb: samvær og aktivitet på ettermiddag/helg.

source: This also applies to any countries you will pass through.
nb: Du får informasjon hos ambassaden eller konsulatet i det landet du skal til.

source: images would recognise them (48 per cent)
nb: bildene, skulle kjenne dem igjen (48 prosent)

source: the age of 16 if that person did not ask for them, as
nb: selv til noen over 16 år dersom mottakeren ikke

source: The email may include a password you have used previously, and may even appear to have been sent from your own email address.
nb: Det kan også være lagt med et passord du har brukt tidligere, og det kan til og med se ut som personen har sendt e-posten fra din egen e-postadresse.

source: that 23.2 per cent (n=1323) of the youths had been
nb: Den viser at 23,2 prosent (n=1323) av ungdommene

source: dren under the age of 18.
nb: som seksualiserer barn under 18 år.

source: • 58 per cent had been abused by more than one
nb: • 58 prosent hadde blitt misbrukt av mer enn én

source: The Department of immirgration cannot answer questions about entry restrictions and / or quarantine rules.
nb: Seksjon for utlendingsforvaltning kan ikke svare på spørsmål om innreiserestriksjoner og/eller karanteneregler.

source: The person controlling it may log all websites you visit, the contents of emails or messages you send, and information about your mobile phone or computer.
nb: Personen som styrer det kan loggføre nettsidene du besøker, innholdet i e-poster eller meldinger du sender, og informasjon om mobilen eller datamaskinen din.

source: family members or friends (29 per cent)
nb: eller venner (29 prosent)

source: If using private devices is the only option and your employer allows it, make sure the operating system and software are updated, including anti-virus programs, and that the connection is secured through a VPN approved by your employer.
nb: Hvis bruk av private enheter er eneste løsning og arbeidsgiver tillater det, sørg for at operativsystem og programvare er oppdaterte, også antivirusprogrammer, og at forbindelsen er sikret gjennom en VPN godkjent av arbeidsgiver.

source: to forced labour and other forms of exploitation
nb: tvangsarbeid og andre utnyttelsesformer.

source: On Wednesday evening, the police received reports of a man shooting arrows at people in a Coop Extra supermarket at Nytorget in the Vestsiden district in Kongsberg.
nb: Det var onsdag kveld at politiet fikk melding om at en mann skjøt med pil og bue inne på Coop Extra ved Nytorget på Vestsiden i Kongsberg.

source: Establish internal rules and procedures (test in advance if possible)
nb: Lag interne regler og prosedyrer (test på forhånd hvis mulig)

source: Even though you may not face a penalty for sending nude photos of yourself to your boyfriend or girlfriend, it is important to remember that possessing nude photos of you may be a criminal offence.
nb: Selv om det i en del tilfeller ikke er straffbart for deg å sende nakenbilder av deg selv til kjæresten din, er det viktig å tenke på at det kan være straffbart for kjæresten din å ha nakenbilder av deg.

source: establish sexual contact with children, but also to
nb: til å etablere seksuell kontakt med barn, men også

source: persons who are thought to need protection
nb: avhengig av at du samarbeider.

source: However, if you suddenly receive nude photos of children under the age of 18 years without prior knowledge, you will in principle not face a penalty.
nb: Men dersom du uten å vite om det på forhånd eller uten å ønske det plutselig får nakenbilder av barn under 18 år, så kan du som utgangspunktet ikke straffes for det.

source: – anyone who has applied for protection (asylum) in Norway and who
nb: – alle som har søkt beskyttelse (asyl) i Norge og som har fått endelig avslag

source: Promote sustained, inclusive and sustain-
nb: elevene fikk en treningspakke med verktøy og produkter for

source: (the Penal Code section 298).
nb: det», jf. straffeloven § 298.

source: Agree on a plan for working from home with your line manager and co-workers, including distribution of tasks, deadlines and communication channels.
nb: Avtal arbeidsplanen for hjemmekontorperioden med din nærmeste leder og kolleger, inkludert fordeling av oppgaver, frister og kommunikasjonskanaler.

source: • 33 per cent of images showed severe sexual abuse,
nb: • 33 prosent av bildene viste grov seksuell

source: Of these 50, 26 per cent (n=13) knew that the abuse
nb: Av disse 50 visste 26 prosent (n=13) at dokumentasjonen

source: Can I be punished?
nb: Kan jeg straffes for det?

source: about the images (31 per cent)
nb: om bildene (31 prosent)

source: The Dublin Regulation applies in the EU, Iceland, Liechtenstein, Switzerland and Norway.
nb: Dublin-samarbeidet består av EU-landene, Island, Liechtenstein, Sveits og Norge.

source: Are you planning to travel to an EU/EEA country?
nb: Skal du midlertidig utføre skytevåpen til utlandet?

source: The detention centre has 1–2 nurses on duty during the day, in the evening and at weekends.
nb: Utlendingsinternatet er bemannet med 1–2 sykepleiere på dagen, kvelden og i helger.

source: State the company's e-mail address
nb: Her angis e-postadressen til foretaket.

source: The statements reported were chiefly motivated by ethnicity, but also religion, sexual orientation or disability.
nb: Tiltaks vellykkethet ikke tilfeldig hvem som befinner seg i det offentlige kan imidlertid ikke bare måles i om man oppnår rom.

source: The service returns standard HTTP response headers like ETag and Last-Modified, that can be used to find out whether there is a new version.
nb: Tjenesten returnerer standard HTTP response headers som ETag og Last-Modified, som kan benyttes til å avgjøre om det har kommet en ny versjon siden sist.

source: 145 Study based on a sample of 4805 children and young people
nb: 145 Undersøkelse basert på et totalutvalg av 4805 barn og unge.

source: The FREE Project was established in August 2010 assignments in the organisation to some of the
nb: Prosjekt FRI ble etablert i august 2010 i regi av Kirkens

source: forums for foreign children, and in the outreach
nb: kompetanse vektlegges i ansettelsesprosesser og vil

source: Do not open unknown attachments or links in emails
nb: Ikke åpne ukjente vedlegg og lenker i e-poster

source: A Canadian study from 2016 among 150 persons
nb: I en kanadisk undersøkelse fra 2016 blant 150

source: is a self-report-based study among 7033 Norwegian
nb: rapporteringsstudie blant 7033 avgangselever ved

source: Norwegian Media Authority’s 2018 report, 95 per
nb: nett. Ifølge Medietilsynets rapport fra 2018 har 95

source: This is something that is under constant assessment.
nb: Dett er noe om vurderes fortløpende.

source: Bråthen was arrested in the street Hyttegata in Kongsberg.
nb: Bråthen ble pågrepet i Hyttegata.

source: State the postcode and place for the postal address.
nb: Her angis postnummer og sted for postadressen.

source: You will find more information on how to report moving to Norway here: https://www.skatteetaten.no/en/person/national-registry/moving/to-Norway/
nb: Du finner mer informasjon om hvordan du melder flytting til Norge på skatteetaten.no/folkeregistrering

source: It is expected that in the course of the
nb: innsyn i alle dokumenter i straffesaken

source: would see the images (48 per cent)
nb: bekjente skulle se bildene (48 prosent)

source: Threats to public order and safety
nb: De kan være registrert for rusmiljøer.

source: Public agencies, private companies and private individuals, both in Norway and abroad, can use the masterlist.
nb: Masterlist skal kunne benyttes av offentlig aktør, privat selskap og privatperson, både innenlands og utenlands.

source: vulnerable to discrimination, exploitation and THB.
nb: behov for mye støtte underveis i refleksjonsperioden.

source: When using a wireless home network, make sure it is encrypted.
nb: Ved bruk av trådløst hjemmenettverk, sørg for at det er kryptert.

source: It means that besides a password, you need to enter a one-time code at each login.
nb: Det betyr at i tillegg til passord må du angi en engangskode hver gang du logger inn.

source: If you are above the age of 15, and your boyfriend or girlfriend is under the age of 16, sending nude photos of yourself might therefore be a criminal offence, despite the fact that your boyfriend or girlfriend wanted you to.
nb: Dersom du er over 15 år, og kjæresten din er under 16 år, kan det derfor være straffbart for deg å sende nakenbilder av deg selv, selv om kjæresten din ønsker slike bilder av deg.

source: individuals affiliated with the measure.
nb: Bymisjon Bergen, og finansieres av Justisdepartementet.

source: do as you like.
nb: Du selv ønsker.

source: of a person under the age of 18 on your images depicting peers in an intimate situation. phone?
nb: noen under 18 år på telefonen? vitnene har forklart for retten er det ikke uvanlig

source: Book an appointment with the police at på selfservice.udi.no.
nb: Bestill time hos politiet på selfservice.udi.no.

source: All he or she needs to help you is your password and remote access to your computer.
nb: Alt han eller hun trenger for å hjelpe deg, er passordet ditt og at du gir vedkommende tilgang til datamaskinen din.

source: you will be expected to:
nb: forventes det blant annet at du:

source: You must have an appointment with the police before you show up.
nb: Du kan kontakte namsmannen hvis du er usikker på om du kan klage.

source: In the bottom right corner you will find the wireless network to which you are connected.
nb: Nederst i høyre hjørne finner du det trådløse nettverket du er koblet til.

source: Penal Code section 311 relating to production of representations sexualizing children in photos and/or
nb: straffeloven § 311 om produksjon av seksuelle fremstillinger, som f.eks. bilder av barn og/eller

source: Valid European Firearms Pass if you have one and are travelling to an EU/EEA country.
nb: gyldig europeisk våpenpass hvis du har det og skal til et EU/EØS- land.

source: The Passport Act section 10 and the ID Cards Act section 11 permit disclosure of information
nb: Passloven § 10 og ID-kortloven § 11 gir adgang til utlevering av informasjon fra

source: (fine, redress or restitution)
nb: (bot, oppreisning eller erstatning)

source: It is illegal to show or share images sexualising chil-
nb: Det er ikke lov å vise frem eller videresende bilder

source: The person charged was apprehended at 18:47.
nb: Siktede ble pågrepet klokken 18:47.

source: It may for instance look like an email from your bank, urging you to change your password.
nb: Det kan for eksempel fremstå som en e-post fra banken din, som forteller at du er nødt til å bytte passord.

source: production and sharing of sexualised images or
nb: og deling av seksualiserte bilder og filmer eller at

source: around 200 persons before deletion.
nb: nærmede, men i mellomtiden hadde rundt 200

source: It can take up to 10 working days from the time you upload documentation on the UDI's website before the documentation is available in the Police's systems.
nb: Det kan ta opptil 10 virkedager fra du opplaster dokumentasjon på UDI sine hjemmesider før dokumentasjonen foreligger i politiets systemer.

source: The most common nationalities among convicted were citizens of Romania (16%), Poland (14%) and Lithuania (11%).
nb: Av disse hadde flest statsborgerskap fra Romania (16 %), Polen (14 %) og Litauen (11 %).

source: The dead are all between the ages of 50 and 70.
nb: Alle er i alderen 50 til 70 år.

source: notably lower in the second half of 2014.
nb: var merkbart lavere i andre halvdel av 2014.

source: If you are a skilled worker from outside the EU/EEA and have a residence permit longer than 6 months, you can apply for a social security number.
nb: Hvis du er faglærtarbeidstaker utenfor EU/EØS og har en oppholdstillatelse lengre enn 6 måneder kan du søke om et personnummer.

source: are 15 or older, you may face criminal sanctions, irrespective of whether you sent the images just for
nb: gjort det og er over 15 år, så kan du straffes for det. Dette gjelder uavhengig av om du sendte bildene for å være morsom, for å erte/mobbe eller av andre

source: The detention centre has a total capacity for 220 detainees.
nb: Internatet har en total kapasitet på 220 personer ved full drift.

source: 20 per cent of images with children in this age
nb: 20 prosent av bildene med barn i denne alders-

source: This may give the criminal access to your information.
nb: Det kan gi svindleren tilgang på informasjonen din.

source: If you are unsure whether a device has been compromised, you can contact a local IT company.
nb: Hvis du er usikker på om en enhet er kompromittert, kan du ta kontakt med et lokalt IT-firma.

source: You may be sent back to the country of which you are a citizen.
nb: Hvis du mener å ha betalt kravet før saken kom til namsmannen, kan du sende oss dokumentasjon på det.

source: the ten offenders in these 20 cases showed that they
nb: til de ti registrerte gjerningspersonene i disse 20

source: No, you must appear in person to obtain a registration certificate since the police must carry out an ID check.
nb: Nei, du må møte personlig for å få registreringsbevis siden politiet må foreta en ID-kontroll.

source: You can read about the procedure for digital application submission step by step here:
nb: Du kan lese om fremgangsmåten for digital søknadsinnlevering steg for steg her:

source: Measures for improving the quality of fingerprints captured at consulates have been implemented.
nb: Dette viser at ISF-midlene er brukt på en måte som tilfører stor verdi både for Norge og EU som helhet.

source: Use of private devices
nb: Bruk av private enheter

source: The Norwegian Commissioner for the Norwegian-Russian Border
nb: Grensekommissariatet for den norsk-russiske grense

source: You must always have the following with you:
nb: Du må alltid ha med deg:

source: In December, the police returned 129 convicted offenders, 42% of all returnees that month.
nb: I desember uttransporterte politiet 129 personer ilagt straffereaksjon, noe som tilsvarer 42 prosent av samtlige uttransporteringer denne måneden.

source: Can I be punished for having distributed or showed somebody nude photos I have received from others?
nb: Kan jeg straffes for å ha videresendt eller vist fram nakenbilder jeg har fått av andre?

source: Select the wireless network to which you are connected and tap "Advanced".
nb: Velg det trådløse nettverket du er tilkoblet og trykk på "Avansert".

source: It is also important to remember that it may be illegal
nb: Det er også viktig å tenke på at det kan være straff-

source: that the images or videos had been shared.
nb: Respondentene oppga at de hadde hatt følgende

source: Compared with 2016, there is an increase in the per- had a great physical or mental effect on them. The
nb: Sammenlignet med 2016 er det en økning i andelen politiet. Det var størst sannsynlighet for at de fornær-

source: studies which look at the scale of how exposed children and young people are to violence and abuse, few of these studies are specifically devoted to abuse that takes place online only.
nb: Selv om det finnes flere omfangsundersøkelser om barn og unges utsatthet for vold og overgrep, dreier få av dem seg spesifikt om overgrep som utelukkende skjer over Internett.

source: During a media conference in Kongsberg this afternoon Assistant Chief of Police Per Thomas Omholt stated that the police have conducted a further interview with the person charged.
nb: Politiet har torsdag gjennomført et nytt avhør av den siktede i Kongsbergsaken, opplyste politiinspektør Per Thomas Omholt under en pressekonferanse i Kongsberg i ettermiddag.

source: Make strong passwords, and different passwords for important sites.
nb: Lag gode passord og ha forskjellige passord på viktige sider.

source: You have not won the lottery you never played.
nb: Du har ikke vunnet i lotteriet du aldri har spilt på.

source: from the testimony of one of the three girls:147
nb: tre jentenes forklaringer blir gjengitt som følger:147

source: Your bank will never send you such an unsolicited email.
nb: Du vil aldri få en slik e-post uten å ha bedt om det fra banken.

source: Postboks 514 Lundsiden, 4605 Kristiansand
nb: Postboks 514 Lundsiden, 4605 Kristiansand Tjenester og åpningstider

source: EU / EEA citizens and family members of EU / EEA citizens:
nb: EU/EØS-borgere og familiemedlemmer av EU/EØS-borgere:

source: Keep your anti-virus program up-to-date.
nb: Ha oppdatert anti-virus.

source: Use strong passwords (use reliable/approved password managers where available); do not write them down and do not let others watch while you enter them.
nb: Bruk sterke passord (bruk pålitelige/godkjente passordtjenester hvis det er tilgjengelig), ikke skriv dem ned og ikke la andre se dem når du taster dem inn.

source: Item 4: Zip code and place.
nb: Punkt 4: Postnummer og sted

source: on sexual abuse material found in 2017:
nb: funn i overgrepsmaterialet de fant i 2017:

source: Guidance for filling in the confirmation form Item 1: Name of the client/employer
nb: Informasjon om mottakeren av den opprinnelige politiattesten Punkt 1: Saksnummer for tidligere fremvist/mottatt politiattest

source: In 2014, KOM gave in cooperation with other authorities and organisations,
nb: Innledere og temaer på KOMs Stormøte i november 2014 var:

source: Purpose with the police certificate Item 8: Recipient for the police certificate
nb: Formål med søknad om politiattest Punkt 8:

source: • The children were girls in 86 per cent of images.
nb: • På 86 prosent av bildene var barna jenter. tenningsmønstre.

source: System settings – Networks.
nb: Systeminnstillinger - Nettverk.

source: the internet about mobile prostitutes in towns and
nb: dighet og færre jobber, og at økt makt til useriøse arbeids-

source: shared with the ICSE database.
nb: med eller uten klær.

source: Do not click on links or open attachments in unsolicited emails or text messages.
nb: Ikke klikk på lenker eller vedlegg i e-poster eller SMS-er du ikke har bedt noen sende deg.

source: are retrieved from the Passport register and the ID Card register and
nb: leveres fra passregisteret og ID-kortregisteret og behandles

source: A total of 4 minors were returned in December, either to their home country or to a safe third country.
nb: I desember ble 4 mindreårige uttransportert til sitt hjemland eller trygt tredjeland.

source: Differences regarding how the mater- This resulted in the following findings:134
nb: Den resulterte i følgende funn:134 skap om tilgjengelig overgrepsmateriale.

source: Detainees also have 42 minutes of phone time every week that they can use to talk to family and friends.
nb: I tillegg har alle 42 minutters telefontid hver uke. Den kan de bruke til å snakke med venner og familie.

source: Do not put off the phone call; every minute may count.
nb: Ikke vent med å ringe, minutter kan være avgjørende.

source: For police certificate to be used abroad/outside Norway Item 10: Type of police certificate
nb: For politiattest til bruk i utlandet Punkt 10: Type politiattest

source: Much of the abuse falls under the Penal Code’s
nb: faller inn under voldtektsbestemmelsen i straffeloven.

source: How many of these children are over the age of 18?
nb: Hvor mange av disse er over 18 år?

source: – all persons who have applied for protection (asylum) in Norway and who
nb: – alle som har søkt beskyttelse (asyl) i Norge og som har fått endelig avslag på

source: Further, report issues to
nb: forutsigbart tilbud om innhold og aktivisering i

source: with experience from and knowledge of hotel
nb: endt periode, med erfaring fra og kjennskap til

source: A reflection period is an arrangement for
nb: har begått slike forbrytelser, er politiet

source: children for prostitution in Norwegian cities and
nb: som selger sex annonserer, for å rekruttere dem inn i

source: Only use devices and software provided by your employer.
nb: Bruk kun enheter og programvare fra arbeidsgiver.

source: They are referred to as Internet-of-Things (IoT) devices.
nb: Disse kalles Internet-of-Things (IoT)-enheter, eller tingenes Internett på norsk.

source: The detention centre has 220 beds
nb: Internatet har 220 sengeplasser

source: Some perpetrators use the internet not just to
nb: En del gjerningspersoner bruker Internett ikke bare

source: Trafficking in Human Beings in the EU.
nb: digitale undervisningen, og at de har fått lite utbytte av det.

source: family member and employer of the groups above
nb: Selv om du har betalt leien, kan du ikke unngå utlevering.

source: From what the police now knows, it appears clear that some of the homicides were committed after the police were in contact with the man at 18:18, possibly all of them.
nb: Ut fra det politiet nå vet fremstår det rimelig klart at noen av drapene skjedde etter at politiet hadde kontakt med mannen kl. 18:18, og det er mulig at alle drapene skjedde etter dette tidspunktet.

source: More than 50 witnesses have also been interviewed.
nb: Det er også gjennomført over 50 vitneavhør.

source: Is it shareable?
nb: Er det delbart?

source: The police have charged 37-year-old Espen Andersen Bråthen following the incident in Kongsberg on Wednesday.
nb: Politiet har siktet 37 år gamle Espen Andersen Bråthen etter hendelsen på Kongsberg onsdag.

source: pressured into sexual contact over the internet.
nb: presset til seksuell kontakt over Internett.

source: Is there an error message, and a message telling you to wait a few minutes before attempting another login?
nb: Får du en feilmelding, og et varsel som ber deg om å vente i noen minutter før du kan forsøke å logge inn igjen?

source: If you are under the age of 16, it might be considered sexually offensive conduct towards a child, which is a criminal offence under the
nb: Hvis du er under 16 år kan det regnes som seksuelt krenkende atferd overfor deg, noe som er straffbart etter

source: If it is not encrypted, you should connect to the internet via mobile data.
nb: Hvis det ikke er kryptert, bør du koble deg til Internett via mobildata.

source: • denied that there were any images (22 per cent)
nb: • benektet at det fantes bilder (22 prosent) gjøre dem til berømte filmstjerner.

source: The police have spoken to more than 200 people and have held more than 90 formal interviews with witnesses and 11 interviews with victims in connection with the incident.
nb: Politiet har hatt samtaler med mer enn 200 personer og det er til nå foretatt mer enn 90 formelle vitneavhør og 11 personer er avhørt som fornærmede i saken.

source: In February 2018, Interpol and ECPAT International
nb: Omfang I februar 2018 lanserte Interpol og ECPAT Inter-

source: Agree on realistic goals, working hours and follow-up mechanisms; be flexible if possible and take personal circumstances into account.
nb: Avtal realistiske mål, arbeidstider og oppfølgingsmekanismer, vær fleksibel om mulig og ta hensyn til personlige omstendigheter.

source: 2 applicant already has a residence permit (refugee status or other form of permit) in a country that is considered safe.
nb: 2 hvor det allerede foreligger en oppholdstillatelse (flyktningstatus eller annen form for tillatelse) i et annet land som regnes som trygt.

source: children themselves, often using webcams.
nb: barna selv, ofte ved bruk av webkamera.
